welcome = """
Я умею отключать комментарии под рекламными постами.
Для этого добавь меня в канал и связанную группу в качестве администратора.
"""

cancelled = 'Отменено'
not_implemented = 'Не реализовано'

ask_for_link_to_add = """
Отправь мне ссылку или юзернейм, который хочешь <b>добавить</b> в список. \
Ты можешь отменить действие командой /cancel
"""

ask_for_link_to_del = """
Отправь мне ссылку или юзернейм, который хочешь <b>удалить</b> из списка. \
Ты можешь отменить действие командой /cancel
"""

ask_for_link_or_cancel = 'Сначала отправь мне ссылку или отмени действие командой /cancel'
